Repository: lozesaint/telegrambot
Catalog: locales/*/LC_MESSAGES/musthavebot.po
Languages: ru, uz

source: <b>{name}</b> <b>Price:</b> {price} UZS <b>Sizes:</b> {available_sizes} For all related questions text @g_continent
ru: <b>{name}</b> <b>Цена:</b> {price} UZS <b>Размеры:</b> {available_sizes} По всем вопросам: @g_continent
uz: <b>{name}</b> <b>Narxi:</b> {price} UZS <b>O'lchamlar:</b> {available_sizes} Barcha savollarga javoblar quyidagi manzilda @g_continent

source: Product with same size already exists in the cart
ru: Продукт с идентичным размерам уже существует в корзине
uz: Ayni o'lchamli mahsulot savatda mavjud

source: Item's number should be greater than 0
ru: Количество товара должно быть больше 0
uz: Mahsulot soni 0 dan yuqori bo'lishi shart

source: Item has been added to cart
ru: Товар был добавлен в корзину
uz: Mahsulot savatga joylandi

source: Your cart is empty
ru: Корзина пуста
uz: Savatingiz bo'sh

source: <i>Your Cart:</i>
ru: <i>Ваша корзина:</i>
uz: <i>Savatingiz:</i>

source: <b>Total</b>: {total} UZS
ru: <b>Итого</b>: {total} UZS
uz: <b>Jami</b>: {total} UZS

source: Categories Menu:
ru: Меню Категорий
uz: Mahsulotlar turlari ro'yxati

source: Leave your contact number so we can contact you regarding your order
ru: Отправьте свои контактные данные, чтобы наши операторы могли связаться с вами по поводу заказа
uz: Buyurtmangiz bo'yicha bog'lanish uchun telefon raqamingizni qoldiring

source: Share your current location for the shipping address
ru: Отправьте вашу текущую локацию для адреса доставки
uz: Mahsulotni yetkazish uchun hozirgi manzilingiz joylashuvini yuboring

source: <i>Order cancelled</i>
ru: <i>Заказ отменен</i>
uz: <i>Buyurtma bekor qilindi</i>

source: Select payment method <i>*Delivery fee not included</i>
ru: Выберите способ оплаты <i>*Стоимость доставки не учитывается</i>
uz: To'lov usulini tanlang <i>*Yetkazib berish narxi kiritilmagan</i>

source: <i>Thank you, your order has been submitted for processing! Our operators will contact you shortly</i>
ru: <i>Спасибо, ваш заказ был переден на обработку! Наши операторы в скором времени свяжутся с вами</i>
uz: <i>Rahmat, buyurtmangiz tayyorlanish jarayonida, bizning operatorlarimiz qisqa muddatda siz bilan bog'lanadi</i>

source: <b>Order Number</b>: #N{order_id} Credit card number for transferring: <b>8600 3129 4618 7313</b>
ru: <b>Номер заказа</b>: #N{order_id} Номер кредитной карты для перевода средств: <b>8600 3129 4618 7313</b>
uz: <b>Buyurtma Raqami</b>: #N{order_id} To'lov uchun kredit karta raqami: <b>8600 3129 4618 7313</b>

source: <b>Order Number</b>: #N{order_id} Your order has been confirmed.
ru: <b>Номер заказа</b>: #N{order_id} Ваш заказ был потвержден.
uz: <b>Buyurtma Raqami</b>: #N{order_id} Buyurtmangiz tasdiqlandi.

source: <b>Your order has been cancelled</b>
ru: <b>Ваш заказ был отменен</b>
uz: <b>Buyurtmangiz bekor qilindi</b>

source: <b>Your payment has been approved</b>
ru: <b>Транзакция была потверждена</b>
uz: <b>To'lovingiz qabul qilindi</b>

source: Main Menu
ru: Главное Меню
uz: Bosh Menyu

source: Great! Where do we start?
ru: Супер! С чего же начнем?
uz: Zo'r! Qaysi biridan boshlaymiz?

source: Categories Menu
ru: Меню Категорий
uz: Mahsulotlar turlari ro'yxati

source: Available commands:
ru: Доступные команды:
uz: Mavjud komandalar

source: /start - Start the <b>MustHave Official's</b> Bot
ru: /start - Запустить бот магазина <b>MustHave</b>
uz: /start - <b>MustHave Official's</b> ning Botini boshlash

source: /menu - Main Menu
ru: /menu - Главное Меню
uz: /menu - Bosh Menyu

source: What do you want to know about us?
ru: Что бы вы хотели узнать о нас?
uz: Biz haqimizda nima bilishni xohlaysiz?

source: We will be thankful if you will help our services improve! Leave your feedback or rate us on a 5-point scale!
ru: Мы будем благодарны, если вы поможете в улучшении нашего сервиса! Оставьте ваш отзыв или оцените нас по 5-балльной шкале!
uz: Xizmatlarimizning yaxshilanishiga yordam bersangiz minnatdor bo'lamiz! Munosabatingizni bildiring yoki xizmatlarimizni 5-balli tizim bilan baholang!

source: Settings Menu:
ru: Меню Настроек:
uz: Sozlamalar Menyusi

source: Location information: <b>📍 Address:</b> Tashkent, Mirabad District, Avliyoota Street, 2 <b>🗺 Reference Point:</b> Mirabad (Hospital) Bazaar, near to "Мисс Камилла" wedding salon. Store "Molly" <b>🕓 We work 7 days a week </b> <b>💸 Payment Methods:</b> 1. Cash 2. Click 3. PayMe 4. Apelsin
ru: Инофрмация о локации: <b>📍 Адрес:</b> Ташкент, Мирабадский Район, ул. Avliyoota, 2 <b>🗺 Ориентир:</b> Мирабадский (Госпитальный) Базар, рядом со свадебным салоном "Мисс Камилла". Магазин "Molly" <b>🕓 Мы работаем без выходных</b> <b>💸 Способы оплаты:</b> 1. Наличные 2. Click 3. PayMe 4. Apelsin
uz: Joylashuv haqida ma'lumot: <b>📍 Manzil:</b> Toshkent sh., Mirobod tumani, Avliyoota ko'chasi, 2 <b>🗺 Mo'ljal:</b> Mirobod (Gospitalniy) bozori,"Мисс Камилла" to'y saloni yaqinida."Molly" magazini <b>🕓 Biz dam olishsiz ishlaymiz </b> <b>💸 To'lov usullari:</b> 1. Naqd 2. Click 3. PayMe 4. Apelsin

source: Contact information: 📞 Phone Number #1 +998(99) 842-67-09 📞 Phone Number #2 +998(97) 768-68-49 <b>📲 Telegram:</b> @musthaveuzb <b>📲 Instagram:</b> https://www.instagram.com/musthave.uz/
ru: Контактные данные: 📞 Номер #1 +998(99) 842-67-09 📞 Номер #2 +998(97) 768-68-49 <b>📲 Телеграм:</b> @musthaveuzb <b>📲 Инстаграм:</b> https://www.instagram.com/musthave.uz/
uz: Bog'lanish uchun ma'lumot: 📞 Telefon raqami #1 +998(99) 842-67-09 📞 Telefon raqami #2 +998(97) 768-68-49 <b>📲 Telegram:</b> @musthaveuzb <b>📲 Instagram:</b> https://www.instagram.com/musthave.uz/

source: Thank you for your response!
ru: Спасибо за вашу помощь!
uz: Munosabat bildirganingiz uchun tashakkur!

source: 🔙 Back
ru: 🔙 Назад
uz: 🔙 Ortga

source: Enter your new name
ru: Введите ваше новое имя
uz: Yangi ism kiriting

source: Your name has been changed!
ru: Ваше имя было изменено!
uz: Ismingiz o'zgartirildi

source: Enter your new phone number
ru: Введите ваш новый номер телефона
uz: Yangi telefon raqamingizni kiriting

source: Your phone number has been changed!
ru: Ваш номер телефона был изменен!
uz: Telefon raqamingiz o'zgartirildi

source: Choose the language
ru: Выберите язык
uz: Tilni tanlang

source: Great! Your language has been changed
ru: Отлично! Ваш язык был изменен
uz: Zo'r! Tilingiz o'zgartirildi

source: Thank you! Here's our Main Menu
ru: Спасибо! Вот наше Главное Меню
uz: Rahmat! Bizning bosh menyu

source: 📍 Shop's Location
ru: 📍 Локация Магазина
uz: 📍 Magazinimiz joylashuvi

source: 📱 Contacts
ru: 📱 Контакты
uz: 📱 Bog'lanish ma'lumotlari

source: 📱 Share Phone Number
ru: 📱 Поделиться Номером Телефона
uz: 📱 Telefon raqamini yuborish

source: 📍 Share Current Location
ru: 📍 Поделиться текущей локацией
uz: 📍 Hozirgi manzilni yuborish

source: ✖️ Cancel
ru: ✖️ Отменить

source: 🛍 Shop
ru: 🛍 Магазин
uz: 🛍 Magazin

source: 🗣 Feedback
ru: 🗣 Обратная связь
uz: 🗣 Munosabat bildirish

source: ℹ About
ru: ℹ О Нас
uz: ℹ Biz haqimizda

source: ❗ Help
ru: ❗ Помощь
uz: ❗ Yordam

source: ⚙ Settings
ru: ⚙ Настройки
uz: ⚙ Sozlamalar

source: 🔄 Change Language
ru: 🔄 Сменить Язык
uz: 🔄 Tilni o'zgartirish

source: ✍️ Edit Name
ru: ✍️ Изменить Имя
uz: ✍️ Ismni o'zgartirish

source: ✍️ Edit Phone Number
ru: ✍️ Изменить Номер Телефона
uz: ✍️ Telefon raqamini o'zgartirish

source: 🚫 Clear cart
ru: 🚫 Очистить корзину
uz: 🚫 Savatni tozalash

source: 📤 Place Order
ru: 📤 Оформить Заказ
uz: 📤 Buyurtma qilish

source: 🏪 All products
ru: 🏪 Все продукты
uz: 🏪 Barcha mahsulotlar

source: 🛒 Cart
ru: 🛒 Корзина
uz: 🛒 Savat

source: 👚 Shirts/Blouses
ru: 👚 Рубашки/Блузки
uz: 👚 Ko'ylaklar/Bluzkalar

source: 👗 Dresses
ru: 👗 Платья
uz: 👗 Liboslar

source: 🥻 Sundresses
ru: 🥻 Сарафаны
uz: 🥻 Sarafanlar

source: 👖 Trousers
ru: 👖 Брюки
uz: 👖 Shimlar

source: 🩳 Skirts
ru: 🩳 Юбки
uz: 🩳 Yubkalar

source: 📦 Other
ru: 📦 Другое
uz: 📦 Boshqalar

source: 📥 Add to Cart
ru: 📥 Добавить в корзину
uz: 📥 Savatga qo'shish

source: 🔙 Back to Menu
ru: 🔙 Вернуться в Меню
uz: 🔙 Menyuga qaytish

source: 💵 Cash
ru: 💵 Наличные
uz: 💵 Naqd

source: Cancel
uz: Bekor qilish
